{
    "jobList": [
        {
            "title": " avada theme wordpress ",
            "description": " I Need someone with extensive knowledge on avada theme for wordpress to finish a website I'm working on. Please for your bid to be considered include the following: work performed on avada theme? example websites you have worked on with the avada theme? please do not include other work you have done with other themes! to ensure you did read the description please include the following words on the top of your bid: \"avada-wp-lucian\" ",
            "budget": " $29 / hr Avg Bid "
        },
        {
            "title": " TheStoryProject ",
            "description": " Need to automate the process of personalising children's story books.\nNeed an application to be developed involving AI/deep learning tech to convert photos to sketch/art/cartoon/Indian style art. Some image preprocesses need to run before that to compose/replace parts of the photos. Finally, text has to be placed on the images and put in order to form a story. The application needs to run on mac Os preferably. ",
            "budget": " $480 - $959 "
        },
        {
            "title": " Complete Design of WP Bakery Page from Figma Design ",
            "description": " I have a page that needs to be completed based on the Figma design. The page is about 66% completed ",
            "budget": " $75 - $125 "
        },
        {
            "title": " Modify existing IOS app(simple project) ",
            "description": " I have IOS app include source code.\nBut I want to modify some part of this app.\nIf who can do it, contact me.\nI will provide source code.\nPlease start bid with IOS. ",
            "budget": " $170 Avg Bid "
        },
        {
            "title": " Upload images API ",
            "description": " Fix error Don´t upload images by API ",
            "budget": " $1810 Avg Bid "
        },
        {
            "title": " Calibration of 360 degree live action footage ",
            "description": " The edited timeline of 360 degree footage needs to be calibrated properly. Also normal camera footage needs to be added in it in a way, that allows viewing of both 360 degree footage and normal camera footage in a single video. ",
            "budget": " $19 Avg Bid "
        },
        {
            "title": " Need help in shell converted python files and test in prod server ",
            "description": " Shell Scripting and python experience needed. it's urgent ",
            "budget": " $8 - $19 "
        },
        {
            "title": " Create Excel For Monitoring &amp; Tracking Of Equipment -- 2 ",
            "description": " 1. It must be able to track equipment hours and overhaul\n2. It must be able to track the movement of equipment\n3. It must be able to monitor a list of equipment\n4. A HOME page to show the status of equipment ",
            "budget": " $90 Avg Bid "
        },
        {
            "title": " I need a crowdfunding expert ",
            "description": " We are an Optical supply company designing and supplying spectacles, lenses, frames and sun glasses to 700+ Opticians and a number of major retail chains with their own branded products. We would like to raise funds to clear early stage borrowings and to advance the growth of the business. An ideal raise would be £500,000 to £750,000. ",
            "budget": " $3681 - $6134 "
        },
        {
            "title": " Source/Unreal Engine - Programmer/Dev/Graphic Designer for Unannounced Video Game Project ",
            "description": " Hello, We are looking for developpers/programmers and graphic designer for the development of our current video game. If you are: - A developper/programmer who can work on SOURCE or UNREAL ENGINE.\n- A graphic designer who can work on assets. Please contact us. Thank you ",
            "budget": " $56612 Avg Bid "
        },
        {
            "title": " Upgrade to NodeJs version on live server AWS (EC2) ",
            "description": " Upgrade to NodeJs version on live server AWS (EC2) ",
            "budget": " $12 Avg Bid "
        },
        {
            "title": " I am looking for video editor for my youtube channel. ",
            "description": " Please check the video which i need without watermark. ",
            "budget": " $3 / hr Avg Bid "
        },
        {
            "title": " Content writer ",
            "description": " Hi, I want content writer for my page ",
            "budget": " $17 Avg Bid "
        },
        {
            "title": " Content writing ",
            "description": " We are looking for individuals freelancer who has the following skillset: - Excellent writing skills in English, - Should be able to research the topic, - Copywriting skills, Creative website content writing ideas, - Basic knowledge of digital marketing tactics and WordPress - Ability to work under pressure & consistently meet tight deadlines. [Work from home] Rs 0.25 paisa per word You need to submit an assignment, We will contact you for that. If we like your writing skill we will hire you next. ",
            "budget": " $382 Avg Bid "
        },
        {
            "title": " WordPress plugin development ",
            "description": " I need a WordPress simple plugin of shiprocket and it should be created using APIs and i hve few requirements ",
            "budget": " $362 Avg Bid "
        },
        {
            "title": " DESIGN ME A BAG ",
            "description": " HI THERE, I WANT YOU TO DESIGN ME A PACKAGING BAG FROM SCRATCH FOR A TILE FIX COMPANY..IT'S A NEW COMPANY SO NEED TO DESIGN IT FROM SCRATCH..IT SHOULD BE CREATIVE AS WELL ",
            "budget": " $37 Avg Bid "
        },
        {
            "title": " UI/ UX Designing Web App ",
            "description": " You have to design attached wireframe for a web application according to the attached style guide. I want the design to be the best in the world.\nI am not looking for anything basic, I want it to be of top quality. Looking forward to your entries. Regards ",
            "budget": " $127 "
        },
        {
            "title": " MEMBERS in your discord server FAST i need someone to advertise for my discord to bring users -- 23150 ",
            "description": " MEMBERS in your discord server FAST i need spmeone to advertise for my discord to bring users ",
            "budget": " $16 Avg Bid "
        },
        {
            "title": " Python and data scientist coder needed.. --.. ",
            "description": " I need the Python and data scientist coder needed for multiple jobs. ",
            "budget": " $7 - $69 "
        },
        {
            "title": " Looking to develop an Islamic educational platform with Android/iOS mobile and web application ",
            "description": " Hello, I hope you are well. I am a Python/Django developer. I have recently created a web application for learning and memorizing the Quran. At the moment I am looking to create the mobile version of the platform with new features. There will be 3 statuses/user spaces: Super admins / Teachers / Learners In general I'm looking to create an Islam oriented Android and iOS mobile application where there will be learners who will follow a well defined program according to their level. The platform will offer video/text lessons (also take into account Arabic writing). The videos will probably be hosted on Vimeo. ### Learners will be able to read texts and send the audio message to the assigned teacher.\nLearners will be able to track their progress and pass levels. ### On the teacher s... ",
            "budget": " $1297 Avg Bid "
        },
        {
            "title": " Professional Powerpoint template ",
            "description": " I need someone to develop a Powerpoint template based on our corporate branding that is clean looking yet can be changed through the design ideas panel on the side of the powerpoint. ",
            "budget": " $71 Avg Bid "
        },
        {
            "title": " WORDPRESS website ",
            "description": " I want to get a photography website built on WordPress I wanted to be unique creative and show the commercial side of photography as well the fact that I teach ",
            "budget": " $177 Avg Bid "
        },
        {
            "title": " Webflow Expert for NFT project website ",
            "description": " 5 years expericences in webdesign, HTML, PSD TO HTML\n2 years experiences in webflow\n2 years experiences in animations ",
            "budget": " $9 / hr Avg Bid "
        },
        {
            "title": " Editing Jobs ",
            "description": " Editing Jobs Hire a professional editing freelancer to make sure that your content is accurate, error-free and exactly as you want it to be. You can easily connect with those talented freelancers simply by posting your editing job today! Start bidding on editing jobs if you are creative, professional, and talented. Freelancer.com offers you many clients who need your help with their projects. Editing projects here on Freelancer.com vary from editing photos, videos, audio files, PDF files, Word documents, Excel sheets and proofreading and editing any given text. If you believe you can do that, then start bidding on editing projects and get paid with an average of $50 per project depending on the size and nature of your work. Hire Editors ",
            "budget": " $57 / hr Avg Bid "
        },
        {
            "title": " ChiChi parties and events ",
            "description": " A logo of the company , The company mandate is organizing events and parties including balloons and flowers ",
            "budget": " $26 Avg Bid "
        },
        {
            "title": " Design a code to predict global variable via genetic algorithm ",
            "description": " We have a set of experimental parameters on which we have to predict an output variable. To optimize this problem we need an optimization code in MATLAB so that it could predict the global variable for the problem. ",
            "budget": " $8 - $19 "
        },
        {
            "title": " I need a Manga artist ",
            "description": " Right now i want to try a short one shot to see if this can work. I have a story that I’ve worked on for a little over 4 years now. My main goal was for it to always be a manga and one day an anime. I can’t draw however but I have the entire story already planned out. I have the plot set, characters dealt with, settings planned out, I just need an artist. This is my passion and I want to put my all in it and I want to find someone who I can work with as partners/a team to make this passion come to life. ",
            "budget": " $278 Avg Bid "
        },
        {
            "title": " Shopify store -- 2 ",
            "description": " I`m looking for a professional who can develop my Shopify store with some Eye-catching product, If you are certified with this job Kindly send me request with similar sample ",
            "budget": " $164 Avg Bid "
        },
        {
            "title": " Notary business card ",
            "description": " I need a business card for my company, Calallen Mobile Notary. Logo is attached. Text should be clean and easy to read. Contact info to be included:\nTim Weitzel\nNotary Public\n(361) 876-9110 Tim@ ",
            "budget": " $25 "
        },
        {
            "title": " Create magnet lead website ",
            "description": " I Need a new website to promote a senior lifter. your task will be:-\nThe website includes the following:\nMagnet lead page:\n1- create, design, and write a high-converting page. which will convert visitors to download the eBooks. the eBook talks about fall prevention and at the end of the eBook describe the lifter. The user must leave his name and email to download the guide.\n2- Create a form included that also can be used to refer a friend with a custom message that the visitor can send to his friend.\n3- have the customer's information who signed up stored to follow up with them later. The website with chat with us function:\n1- Create About us and contact us with the contact us form.\n2- The product page will have the product video and product details in addition to the form to refer ... ",
            "budget": " $104 Avg Bid "
        },
        {
            "title": " European online part-time recruitment ",
            "description": " We are currently recruiting a new customer service assistant. We only need workers from The US, France, Germany, THE UK and Canada. You will work for the enterprise and respond to all the jobs from Amazon and AliExpress. All of these are remote positions. Term of contract: no fixed term. Work more Pay: $20 to $50 an hour Skills required: Must own a device, phone or computer, be able to access social media sites to chat, be able to work independently, strictly follow instructions and procedures, and have at least 5 hours of free time per week. Weekly hours: free time. The company provides full service for amazon and AliExpress merchants ",
            "budget": " $30 / hr Avg Bid "
        },
        {
            "title": " Video editors with fast turn around ",
            "description": " I am looking for editors for this channel The only requirement is to be able to deliver within 2 hours once the voiceover and script is delivered, pls have a look at the videos they are short 2-5 min, and let me know.\nAlso send me your previously made videos, you will be preferred for this. ",
            "budget": " $91 Avg Bid "
        },
        {
            "title": " Freelance Writer for Women's Blog ",
            "description": " Hi girls! Successible Life Media Group shares relevant content for your women. We are looking for young women knowledgeable about fashion, beauty and lifestyle trends. Contact us if you have experience in sharing well-written, fresh and original content. ",
            "budget": " $84 Avg Bid "
        },
        {
            "title": " wave accessibility FIX Errors ",
            "description": " FIX Errors from eshop for wave accessibility ",
            "budget": " $26 Avg Bid "
        },
        {
            "title": " need animation video ",
            "description": " Hi Our's is a medical billing company. We need animation video for our company. ",
            "budget": " $283 Avg Bid "
        },
        {
            "title": " Cloudflare optimisation SPEED ",
            "description": " I am looking someone who can speed up my website using Cloudflare. MY site currectlt is a D with GT Metrix I would like it to be an A. ",
            "budget": " $74 Avg Bid "
        },
        {
            "title": " Ice &amp; Fuel Co. Logo ",
            "description": " This will be a logo for a drinking establishment. I am looking for something rustic - prohibition era style if possible. Would love to see old fuel cans. No martini glasses please! \"Ice & Fuel Co.\" Happy to see any artistic unique ideas. Color sheme preferred: black, red, white, gray - but nothing too bright. Thank you! ",
            "budget": " $60 "
        },
        {
            "title": " Model of my dad ",
            "description": " I wanna get a 3D model of me and my dad for which I want an autocad design\nI wanna gift the model to my dad on his birthday. ",
            "budget": " $28 Avg Bid "
        },
        {
            "title": " 3D animation of industrial Product ",
            "description": " Introduction about product - its. Plastic ball will helps scrubbing of air and increase efficiency of wet scrubber and reduce air pollution of industries . ",
            "budget": " $874 Avg Bid "
        },
        {
            "title": " Responsive Topnav with Dropdown ",
            "description": " The current menu code works but needs to be responsive in mobile. ",
            "budget": " $27 Avg Bid "
        },
        {
            "title": " explanation video / animation video ",
            "description": " We need a videografer that makes a explanation video for us. please find the script attached! ",
            "budget": " $99 Avg Bid "
        },
        {
            "title": " Transfer legacy web site to Wordpress ",
            "description": " I want to migrate a web page/portal with a forum (based on punBB) to something better maintainable than the current legacy system. Preferably to WordPress with some forum plugin.\nRequirements:\n- Keep the design as much as possible - Transfer the forum to the new system including users, posts, links, and images. The categorization and user privileges need to be transferred as well. New functionalities are not required but are welcomed.\n- Some other parts of the web page like articles, photo galleries, events and so on can be in a new form/version/implementation. Hosting including database will be provided. The page can be seen here: http://suzukibandit.cz. ",
            "budget": " $520 Avg Bid "
        },
        {
            "title": " Android application development with admin panel for Charity foundation. ",
            "description": " Hello , Android application development with admin panel for Charity foundation. ",
            "budget": " $484 Avg Bid "
        },
        {
            "title": " Grocery delivery App ",
            "description": " Hi, We are looking for some company or freelancers to make a Grocery Delivery App similar to Frestohome. -Web Development and Management system for adding products, pics, and price lists -Front end and back of the App Please submit your quotes depending on the work required and the expected timeframe. Refer to the \"FRESHTOHOME\" android app on the play store for details. Budget: PLEASE SHARE YOURS the one at freelancer is tentative Thanks ",
            "budget": " $1588 Avg Bid "
        },
        {
            "title": " WordPress website development (content/SEO/Testing review &amp; Launch) -- 2 ",
            "description": " WordPress website development (content/SEO/Testing review & Launch) ",
            "budget": " $101 Avg Bid "
        },
        {
            "title": " Logo for Real Estate and Property Price Check company ",
            "description": " Hello, we create a website that checks prices for houses and propertys. You enter the size of the house or property and get a price. The name is: We need a modern, clear, serious design. Thanks and kind regards,\nBastian ",
            "budget": " $52 "
        },
        {
            "title": " Kirklees council have insisted on a aip from a structual engineer re a retaining wall in Flockton ",
            "description": " A report is required to rebuild wall ",
            "budget": " $474 Avg Bid "
        },
        {
            "title": " Build me a website please ",
            "description": " I am trying to create a site for startup managers to be able to post ideas and innovations quickly then get investors to either invest their, feedback, money or network (get them in contact with other people). I want this to be a public site for everyone to access with a friendly design because the target managers are students in high schools and colleges. Whereas the investors could be other students or their parents. ",
            "budget": " $162 Avg Bid "
        }
    ]
}